/* Created with Localizable Strings Merge, the swiss-army knife for iOS and OS X localization. */

/* about */
"About" = "About";

/* about message */
"about message" = "Le informazioni presenti su questo sito riguardo Magic: The Gathering, sia testuali che grafiche, appartengono alla Wizards of the Coast. Questa applicazione non e\' prodotta, sponsorizzata, supportata o affiliata alla Wizards of the Coast.";

/* apply */
"Apply" = "Applica";

/* cards */
"Cards" = "Carte";

/* close */
"Close" = "Chiudi";

/* error price */
"Error" = "Error";

/* feedback
   send feedback */
"Feedback" = "Feedback";

/* feedback cansendemail error */
"feedback cansendemail error" = "Impossible mandare il feedback, riprova"; /* NEW */

/* filter */
"Filter" = "Filtri";

/* loading */
"Loading..." = "Caricamento...";

/* lucky? */
"Lucky?" = "Fortunato?"; /* NEW */

/* manacost */
"Mana Cost" = "Costo di mana";

/* no saved */
"no saved" = "Non hai ancora nessuna carta preferita, usa il pulsante stella nella pagina delle carte per aggiungerle ai preferiti."; /* NEW */

/* ok */
"Ok" = "Ok";

/* ok */
"OK" = "OK";

/* power toughness */
"P/T" = "F/C";

/* pick set */
"Pick a set" = "Scegli un set";

/* @price */
"Price" = "Prezzo";

/* No comment provided by engineer. */
"Product not found on TCG" = "Carta non trovata su TCG"; /* NEW */

/* No comment provided by engineer. */
"saved.title" = "Preferiti"; /* NEW */

/* search */
"Search" = "Cerca";

/* search error */
"Search error" = "Error nella ricerca";

/* @need at leat three letters */
"Search need at least three letters" = "Devi inserire almeno tre lettere per effetuare una ricerca";

/* settings */
"Settings" = "Imposazioni";

/* artifact filter */
"Show artifact cards" = "Includi carte artefatto";

/* black filter */
"Show black cards" = "Includi carte nere";

/* blue filter */
"Show blue cards cards" = "Includi carte blue";

/* common filter */
"Show common cards" = "Includi comuni";

/* green filter */
"Show green cards" = "Includi carte verdi";

/* show image */
"Show image" = "Mostra immagini";

/* land filter */
"Show land cards" = "Includi terre";

/* rare filter */
"Show rare cards" = "Includi rare";

/* rare mythic filter */
"Show rare mythic cards" = "Includi rare mitiche";

/* red filter */
"Show red cards" = "Includi carte rossi";

/* uncommon filter */
"Show uncommon cards" = "Includi non comuni";

/* white filter */
"Show white cards" = "Includi carte bianche";

/* type */
"Type" = "Tipo";

